/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Innstillinger";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Generelle innstillinger";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Påloggingsinnstillinger";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Versjon";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "Om";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Påloggingstype";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Enkel autentisering";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Demo";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Brukernavn";

/* XFLD: label for a field */
"PASSWORD" = "Passord";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Avanserte innstillinger";

/* XFLD: label for a field */
"SERVER_URL" = "Server-URL";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "Bruk SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "Informasjon om SUP-forbindelse";

/* XFLD: label for a field */
"SERVER_NAME" = "Servernavn";

/* XFLD: label for a field */
"SERVER_PORT" = "Serverport";

/* XFLD: label for a field */
"COMPANY_ID" = "Foretaks-ID";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Aktiveringskode";

/* XFLD: label for a field */
"URL_PREFIX" = "URL-prefiks";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Applikasjonsspesifikke innstillinger";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Feil ved datalagring";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Persistent lagring til sikkert minne mislyktes";

/* XTIT: title trait in navigation bar */
"HEADING" = "Overskrift";

